export const data = {
  "categories": [
    {
      "id": 1,
      "nom": "بيع",
    },
    {
      "id": 2,
      "nom": "ايجار",
    },
    {
      "id": 3,
      "nom": "طلب",
    },
  ],
  "subcategories": [
    {
      "id": 1,
      "nom": "منازل و قطع ارضية",
      "categorie_id": "1",
    },
    {
      "id": 2,
      "nom": "سيارات و معدات ثقيلة ",
      "categorie_id": "1",
    },
    {
      "id": 3,
      "nom": "هواتف و اجهزة لوحية وتوابعهم",
      "categorie_id": "1",
    },
    {
      "id": 4,
      "nom": "اثاث و ادوات منزلية و كهربائية",
      "categorie_id": "1",
    },
    {
      "id": 5,
      "nom": "ملابس و موضة",
      "categorie_id": "1",
    },
    {
      "id": 6,
      "nom": "حيوانات",
      "categorie_id": "1",
    },
    {
      "id": 7,
      "nom": "تصنيف آخر",
      "categorie_id": "1",
    },
    {
      "id": 8,
      "nom": "منازل و قطع ارضية",
      "categorie_id": "2",
    },
    {
      "id": 9,
      "nom": "سيارات و معدات ثقيلة ",
      "categorie_id": "2",
    },
    {
      "id": 10,
      "nom": "اثاث و ادوات منزلية و كهربائية",
      "categorie_id": "2",
    },
    {
      "id": 11,
      "nom": "حلي وزينة",
      "categorie_id": "2",
    },
    {
      "id": 12,
      "nom": "سياحة فنادق سفر",
      "categorie_id": "2",
    },
    {
      "id": 13,
      "nom": "تصنيف آخر",
      "categorie_id": "2",
    },
    {
      "id": 14,
      "nom": "مناز ل و قطع ارضية",
      "categorie_id": "3",
    },
    {
      "id": 15,
      "nom": "سيارات",
      "categorie_id": "3",
    },
    {
      "id": 16,
      "nom": "معدات ثقيلة",
      "categorie_id": "3",
    },
    {
      "id": 17,
      "nom": "هواتف و اجهزة لوحية وتوابعهم",
      "categorie_id": "3",
    },
    {
      "id": 18,
      "nom": "اثاث و ادوات منزلية و كهربائية",
      "categorie_id": "3",
    },
    {
      "id": 19,
      "nom": "ملابس و موضة",
      "categorie_id": "3",
    },
    {
      "id": 20,
      "nom": "حيوانات",
      "categorie_id": "3",
    },
    {
      "id": 21,
      "nom": "تصنيف آخر",
      "categorie_id": "3",
    },
  ],
  "lieux": [
    {
      "id": 1,
      "nom": "نواكشوط-تيارت",
    },
    {
      "id": 1,
      "nom": "نواكشوط-تفرغ زينه",
    },
    {
      "id": 1,
      "nom": "نواكشوط-توجنين",
    },
    {
      "id": 1,
      "nom": "نواكشوط-لكصر",
    },
    {
      "id": 1,
      "nom": "اترارزة",
    },
    {
      "id": 1,
      "nom": "نواذيبو",
    },
    {
      "id": 1,
      "nom": "تيرس",
    },
    {
      "id": 1,
      "nom": "الحوض الغربي",
    },
    {
      "id": 1,
      "nom": "الحوض ااشرقي",
    },
  ],
};
